Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/System.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# settings.developer.stressTest.confirmMessage
source: This operation will clear all pages in the current database, used for performance testing only. 10000 nodes may cause brief stuttering.
zh_hans: 此操作将清空当前数据库所有页面，仅用于性能测试。10000 节点可能会导致短时间卡顿。
zh_hant: 此操作將清空当前資料庫所有頁面，仅用於性能测試。10000 節点可能會导致短時間卡顿。

# settings.developer.stressTest.confirmTitle
source: Run Stress Test
zh_hans: 执行压力测试
zh_hant: 執行壓力测試

# settings.developer.stressTest.sliderLabel
source: Adjust Test Scale
zh_hans: 调整测试规模
zh_hant: 調整测試規模

# settings.developer.stressTest.count
source: Node Count
zh_hans: 测试节点数量
zh_hant: 测試節点數量

# settings.developer.stressTest.nodes
source: %d nodes
zh_hans: %d 个节点
zh_hant: %d 個節点

# settings.developer.stressTest.success
source: Successfully generated %d stress test nodes
zh_hans: 成功生成 %d 个压力测试节点
zh_hant: 成功生成 %d 個壓力测試節点

# settings.feedback.appVersionLabel
source: App Version
zh_hans: 应用版本
zh_hant: 套用版本

# settings.feedback.category
source: Category
zh_hans: 分类
zh_hant: 分類

# settings.feedback.categoryBug
source: Bug Report
zh_hans: 问题反馈
zh_hant: 問題反馈

# settings.feedback.categoryContent
source: Content Quality
zh_hans: 内容质量
zh_hant: 內容質量

# settings.feedback.categoryFeature
source: Feature Request
zh_hans: 功能建议
zh_hant: 功能建議

# settings.feedback.categoryOther
source: Other
zh_hans: 其他
zh_hant: 其他

# settings.feedback.content
source: Details
zh_hans: 详细描述
zh_hant: 詳細描述

# settings.feedback.contentPlaceholder
source: Describe your feedback in detail...
zh_hans: 请详细描述你的反馈...
zh_hant: 請詳細描述你的反馈...

# settings.feedback.history
source: History
zh_hans: 历史记录
zh_hant: 历史記錄

# settings.feedback.noHistory
source: No feedback yet
zh_hans: 暂无反馈记录
zh_hant: 暫無反馈記錄

# settings.feedback.rating
source: Rating
zh_hans: 评分
zh_hant: 評分

# settings.feedback.subject
source: Subject
zh_hans: 标题
zh_hant: 標題

# settings.feedback.subjectPlaceholder
source: Briefly describe your feedback
zh_hans: 简要描述你的反馈
zh_hant: 简要描述你的反馈

# settings.feedback.submit
source: Submit
zh_hans: 提交
zh_hant: 提交

# settings.feedback.submitted
source: Thank you! Feedback saved.
zh_hans: 感谢反馈！已保存。
zh_hant: 感謝反馈！已儲存。

# settings.feedback.title
source: Feedback & Improvement
zh_hans: 反馈改进
zh_hant: 反馈改進

# settings.feedback.statusPending
source: Pending
zh_hans: 待处理
zh_hant: 待處理

# settings.feedback.statusSynced
source: Synced
zh_hans: 已提交
zh_hant: 已提交

# settings.feedback.statusFailed
source: Failed
zh_hans: 提交失败
zh_hant: 提交失敗

# settings.iCloudSync
source: iCloud Sync
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.injectConfirm.message
source: This will clear current data and inject preset demo content. Continue?
zh_hans: 这将清空当前数据并重建一组预设的初始笔记本，确认执行吗？
zh_hant: 這將清空当前資料並重建一組預設的初始筆記本，確認執行吗？

# settings.injectConfirm.title
source: Rebuild Initial Notebooks
zh_hans: 重建初始笔记本
zh_hant: 重建初始筆記本

# settings.injectDemo.errorMessage
source: Injection failed. Please check storage status.
zh_hans: 重建初始笔记本失败，请检查数据库连接。
zh_hant: 重建初始筆記本失敗，請检查資料庫連線。

# settings.injectDemo.injectedNotebooks
source: %d notebooks injected:
zh_hans: 已为 %d 个笔记本重建数据：
zh_hant: 已為 %d 個筆記本重建資料：

# settings.injectDemo.pageUnit
source: pages
zh_hans: 条
zh_hant: 條

# settings.injectDemo.successDetail
source: %d notebooks injected: %2$@
zh_hans: 已为 %d 个笔记本重建数据：%2$@
zh_hant: 已為 %d 個筆記本重建資料：%2$@

# settings.injectDemo.successMessage
source: Successfully injected %d demo entries. UI has been updated.
zh_hans: 成功重建 %d 个初始笔记本，界面已同步更新。
zh_hant: 成功重建 %d 個初始筆記本，界面已同步更新。

# settings.injectDemo.vaultDetail
source: %1$@ %2$d pages
zh_hans: %1$@ %2$d 条
zh_hant: %1$@ %2$d 條

# settings.localModelManager
source: On-Device Models
zh_hans: 本地大模型
zh_hant: 本地大模型

# settings.ondevice.context
source: Context Window
zh_hans: 上下文窗口
zh_hant: 上下文視窗

# settings.ondevice.descContext
source: Maximum token limit for on-device model context.
zh_hans: 端侧模型上下文的最大 Token 限制。
zh_hant: 端侧模型上下文的最大 Token 限制。

# settings.ondevice.descNpu
source: Enable Apple Neural Engine acceleration for faster inference.
zh_hans: 启用 Apple 神经网络引擎加速推理。
zh_hant: 啟用 Apple 神經網路引擎加速推理。

# settings.ondevice.descOverheat
source: Automatically throttle when device temperature exceeds safe threshold.
zh_hans: 设备温度超过安全阈值时自动降频。
zh_hant: 設備溫度超過安全阈值時自動降頻。

# settings.ondevice.descRam
source: Maximum RAM budget allocated to the on-device model.
zh_hans: 分配给端侧模型的最大内存预算。
zh_hant: 分配給端侧模型的最大記憶體預算。

# settings.ondevice.npu
source: Neural Engine
zh_hans: 神经网络引擎
zh_hant: 神經網路引擎

# settings.ondevice.overheat
source: Thermal Throttling
zh_hans: 过热保护
zh_hant: 過熱保护

# settings.ondevice.perfConfig
source: Performance Configuration
zh_hans: 性能配置
zh_hant: 性能設定

# settings.ondevice.ram
source: Memory Limit
zh_hans: 内存限制
zh_hant: 記憶體限制

# settings.operationLog
source: Operation Log
zh_hans: 操作日志
zh_hant: 操作日誌

# settings.privacyMode.desc
source: Hide private documents with blur overlay.
zh_hans: 对私密文档内容进行模糊遮罩保护。
zh_hant: 對私密文档內容進行模糊遮罩保护。

# settings.resetOnboarding
source: Reset Onboarding
zh_hans: 重置引导流程
zh_hant: 重置引导流程

# settings.resetOnboarding.message
source: Are you sure you want to restart the onboarding process?
zh_hans: 确定要重新开始新手引导吗？
zh_hant: 確定要重新開始新手引导吗？

# settings.selectCategoryTip
source: Please select a settings category from the left.
zh_hans: 请在左侧选择一个设置分类
zh_hant: 請在左侧選擇一個設定分類

# settings.smartRouting
source: Model Strategy
zh_hans: 大模型策略
zh_hant: 大模型策略

# settings.systemLanguage
source: System Language
zh_hans: 系统语言
zh_hant: 係統語言

# settings.systemTheme
source: System Theme
zh_hans: 系统外观
zh_hant: 係統外觀

# settings.theme.dark
source: Dark
zh_hans: 深色模式
zh_hant: 深色模式

# settings.theme.light
source: Light
zh_hans: 浅色模式
zh_hant: 淺色模式

# shortcuts.capture.contentTitle
source: Content
zh_hans: 内容
zh_hant: 內容

# shortcuts.capture.description
source: Quickly save text to your ZhiYu knowledge base
zh_hans: 快速将文本存入智宇知识库
zh_hant: 快速將文本存入智宇知識庫

# shortcuts.capture.logMessage
source: 🎙️ [Siri] Recording content: %@
zh_hans: 🎙️ [Siri] 正在记录内容：%@
zh_hant: 🎙️ [Siri] 正在記錄內容：%@

# shortcuts.capture.pageTitle
source: Siri Quick Capture (%@)
zh_hans: Siri 快速记录 (%@)
zh_hant: Siri 快速記錄 (%@)

# shortcuts.capture.success
source: Successfully saved to ZhiYu knowledge base.
zh_hans: 已成功存入智宇知识库。
zh_hant: 已成功存入智宇知識庫。

# shortcuts.capture.title
source: Capture in ZhiYu
zh_hans: 在智宇中记录
zh_hant: 在智宇中記錄

# shortcuts.provider.capturePhrases1
source: Record with %@
zh_hans: 用 %@ 记录
zh_hant: 用 %@ 記錄

# shortcuts.provider.capturePhrases2
source: Jot down in %@
zh_hans: 在 %@ 中记下
zh_hant: 在 %@ 中記下

# shortcuts.provider.captureShortTitle
source: Quick Capture
zh_hans: 快速记录
zh_hant: 快速記錄

# shortcuts.provider.searchPhrases1
source: Search in %@
zh_hans: 在 %@ 中搜索
zh_hant: 在 %@ 中搜尋

# shortcuts.provider.searchPhrases2
source: Search %@
zh_hans: %@ 搜索
zh_hant: %@ 搜尋

# shortcuts.provider.searchShortTitle
source: Search Knowledge
zh_hans: 搜索知识
zh_hant: 搜尋知識

# shortcuts.provider.statsPhrases1
source: %@ Stats
zh_hans: %@ 统计
zh_hant: %@ 統计

# shortcuts.provider.statsPhrases2
source: %@ Overview
zh_hans: %@ 概览
zh_hant: %@ 概覽

# shortcuts.provider.statsShortTitle
source: View Stats
zh_hans: 查看统计
zh_hant: 查看統计

# shortcuts.search.description
source: Search knowledge base content
zh_hans: 搜索知识库内容
zh_hant: 搜尋知識庫內容

# shortcuts.search.logMessage
source: 🎙️ [Siri] Searching for: %@
zh_hans: 🎙️ [Siri] 正在搜索：%@
zh_hant: 🎙️ [Siri] 正在搜尋：%@

# shortcuts.search.queryTitle
source: Keyword
zh_hans: 关键词
zh_hant: 關鍵词

# shortcuts.search.success
source: Searched ZhiYu for: %@
zh_hans: 已为您在智宇中搜索：%@
zh_hant: 已為您在智宇中搜尋：%@

# shortcuts.search.title
source: Search in ZhiYu
zh_hans: 在智宇中搜索
zh_hant: 在智宇中搜尋

# shortcuts.stats.description
source: Get knowledge base overview
zh_hans: 获取知识库概览信息
zh_hant: 獲取知識庫概覽資訊

# shortcuts.stats.success
source: Your knowledge base is running well with %d notes.
zh_hans: 您的知识库目前运行良好，共有 %d 篇笔记。
zh_hant: 您的知識庫目前運行良好，共有 %d 篇筆記。

# shortcuts.stats.title
source: View ZhiYu Stats
zh_hans: 查看智宇统计
zh_hant: 查看智宇統计

# stub.message
source: Stub page: "%@" has very little content
zh_hans: 存根页面: 「%@」内容过少
zh_hant: 存根頁面: 「%@」內容過少

# targetHashMismatchDesc
source: Target Hash Mismatch Error
zh_hans: 目标文件哈希值不匹配错误
zh_hant: 目標檔案哈希值不匹配錯誤

# thirdParty
source: Others
zh_hans: 其他登录方式
zh_hant: 其他登錄方式

# tipsCount
source: %d Optimization Tips
zh_hans: %d 个优化建议
zh_hant: %d 個最佳化建議

# warningsCount
source: %d Warnings
zh_hans: %d 个警告
zh_hant: %d 個警告

# welcome.subtitle
source: AI-Native Knowledge Management App
zh_hans: AI 原生知识管理应用
zh_hant: AI 原生知識管理套用

# workflow.accessDeniedMessage
source: Unable to access Reminders. Please check: Settings -> Privacy & Security -> Reminders -> ZhiYu
zh_hans: 无法访问提醒事项。请检查：设置 -> 隐私与安全 -> 提醒事项 -> 智宇
zh_hant: 無法访問提醒事項。請检查：設定 -> 隱私与安全 -> 提醒事項 -> 智宇

# workflow.noTasksFoundMessage
source: No tasks found for synchronization (must be written in list format)
zh_hans: 未发现可同步的待办事项（需以列表格式编写）
zh_hant: 未發現可同步的待办事項（需以清單格式编寫）

# workflow.sourceNotes
source: From ZhiYu: %@
zh_hans: 来自智宇：%@
zh_hant: 來自智宇：%@

# workflow.syncErrorMessage
source: Sync failed: %@
zh_hans: 同步失败: %@
zh_hant: 同步失敗: %@

# workflow.syncingMessage
source: Syncing %lld tasks...
zh_hans: 正在同步 %lld 条事项...
zh_hant: 正在同步 %lld 條事項...

# workflow.syncSuccessMessage
source: Successfully synced %lld tasks
zh_hans: 成功同步 %lld 条待办事项
zh_hant: 成功同步 %lld 條待办事項

# auth.accountId
source: Account ID
zh_hans: 账号 ID
zh_hant: 賬號 ID

# auth.phoneLabel
source: Phone
zh_hans: 手机号
zh_hant: 手機號

# auth.thirdparty.apple
source: Sign in with Apple
zh_hans: Apple 登录
zh_hant: Apple 登錄

# auth.thirdparty.google
source: Sign in with Google
zh_hans: Google 登录
zh_hant: Google 登錄

# auth.thirdparty.github
source: Sign in with GitHub
zh_hans: GitHub 登录
zh_hant: GitHub 登錄

# auth.nicknamePlaceholder
source: Enter nickname
zh_hans: 请输入昵称
zh_hant: 請輸入昵稱

# auth.subscription
source: Manage Plan
zh_hans: 套餐管理
zh_hant: 套餐管理

# auth.gender
source: Gender
zh_hans: 性别
zh_hant: 性別

# auth.genderMale
source: Male
zh_hans: 男
zh_hant: 男

# auth.genderFemale
source: Female
zh_hans: 女
zh_hant: 女

# auth.genderSecret
source: Secret
zh_hans: 保密
zh_hant: 保密

# auth.birthday
source: Birthday
zh_hans: 出生日期
zh_hant: 出生日期

# auth.litePlanTitle
source: You are currently a Lite user
zh_hans: 您当前是 Lite 用户
zh_hant: 您当前是 Lite 使用者

# auth.proPlanTitle
source: You are currently a Pro user
zh_hans: 您当前是 Pro 用户
zh_hant: 您当前是 Pro 使用者

# auth.litePlanDesc
source: Basic quota, upgrade to unlock more. Core features remain functional.
zh_hans: 基础配额，升级以解锁更多。目前仍可正常使用核心功能
zh_hant: 基础配额，升级以解鎖更多。目前仍可正常使用核心功能

# auth.proPlanDesc
source: All premium features and exclusive benefits unlocked
zh_hans: 已解锁所有高级特性及专属权益
zh_hant: 已解鎖所有進階特性及專屬權益

# auth.upgradeToPro
source: Select Plan
zh_hans: 套餐选择
zh_hant: 套餐選擇

# auth.unlockEverything
source: Unlock Everything
zh_hans: 解锁所有权限
zh_hant: 解鎖所有權限

# auth.unlimitedVaults
source: Unlimited Vaults
zh_hans: 无限笔记本数量
zh_hant: 無限金庫數量

# auth.unlimitedPages
source: Unlimited Document Pages
zh_hans: 无限知识页数量
zh_hant: 無限知識頁數量

# auth.aiSynthesis
source: AI Synthesis & Deep Citation
zh_hans: AI 深度综合与洞察分析
zh_hant: AI 深度綜合与洞察分析

# auth.premiumPlugins
source: 100+ Premium Plugins
zh_hans: 100+ 高级扩展插件
zh_hant: 100+ 進階擴展插件

# auth.prioritySupport
source: Priority Technical Support
zh_hans: 高级优先技术支持
zh_hant: 進階優先技術支援

# auth.upgradeSuccessMsg
source: Upgrade Successful! Welcome to Pro.
zh_hans: 您已成功升级为 Pro 用户！
zh_hant: 您已成功升级為 Pro 使用者！

# auth.save20Percent
source: Save 33%
zh_hans: 省 33%
zh_hant: 省 33%

# auth.priceMonthlyPro
source: $2.49 / mo
zh_hans: ¥15 / 月
zh_hant: ¥15 / 月

# auth.priceYearlyPro
source: $19.99 / yr
zh_hans: ¥120 / 年
zh_hant: ¥120 / 年

# auth.priceMonthlyLite
source: Free
zh_hans: 免费
zh_hant: 免費

# auth.priceMonthlyProEquivalent
source: $1.66 / mo
zh_hans: ¥10 / 月
zh_hant: ¥10 / 月

# auth.upgradeToProYearly
source: Upgrade to Pro for $149.99 / year
zh_hans: 升级到专业版 - ¥368 / 年
zh_hant: 升级到專業版 - ¥368 / 年

# auth.upgradeToProMonthly
source: Upgrade to Pro for $14.99 / month
zh_hans: 升级到专业版 - ¥38 / 月
zh_hant: 升级到專業版 - ¥38 / 月

# settings.promptSettings
source: Prompt Settings
zh_hans: 提示词设置
zh_hant: 提示词設定

# auth.phoneVerify
source: Phone Verification
zh_hans: 手机号验证
zh_hant: 手機號驗證

# auth.restorePurchases
source: Restore Purchases
zh_hans: 恢复购买
zh_hant: 恢複購買

# auth.restoreSuccess
source: Purchases restored successfully
zh_hans: 恢复购买成功，权益已激活
zh_hant: 恢複購買成功，權益已激活

# auth.restoreFailed
source: Restore failed. Please try again later.
zh_hans: 恢复购买失败，请稍后重试
zh_hant: 恢複購買失敗，請稍後重試

# auth.restoring
source: Restoring...
zh_hans: 恢复中...
zh_hant: 恢複中...

# auth.restoreHint
source: If you previously purchased this plan, tap here to restore your App Store subscription benefits without paying again.
zh_hans: 如果您之前购买过此套餐，可点击此按钮恢复您在 App Store 的订阅权益，无需重复支付。
zh_hant: 如果您之前購買過此套餐，可点擊此按钮恢複您在 App Store 的订閱權益，無需重複支付。

# auth.termsOfService.title
source: Terms of Service
zh_hans: 服务条款
zh_hant: 服務條款

# auth.termsOfService.content
source: [ZhiYu Terms of Service] Welcome to ZhiYu! Please read the following terms carefully before using our service. 1. Service Description ZhiYu is an AI-native knowledge management application that provides knowledge graph construction, intelligent retrieval, AI synthesis, and other features. We reserve the right to adjust services based on product development. 2. User Conduct You shall comply with applicable laws and regulations when using this service. You may not use the service for illegal activities, including but not limited to: posting illegal content, infringing intellectual property rights, or disrupting normal service operations. 3. Intellectual Property The knowledge content you create through this service (including notes, graphs, synthesized documents, etc.) belongs to you. The software copyright, trademarks, and other intellectual property of this application belong to the ZhiYu team. 4. Disclaimer This service provides content suggestions and analysis based on AI technology. AI-generated content is for reference only and does not constitute professional advice. We are not legally liable for any direct or indirect losses arising from the use of this service. 5. Service Changes and Termination We may modify or discontinue services when necessary and will notify you within a reasonable period. If you violate these terms, we have the right to terminate your access to the service. 6. Governing Law The interpretation, validity, and dispute resolution of these terms shall be governed by the laws of the People's Republic of China. 7. Contact Us If you have any questions about these terms, please contact us via "Help & Feedback" in the app.
zh_hans: 【智宇 (ZhiYu) 服务条款】 欢迎使用智宇！在使用本服务前，请您仔细阅读以下条款。 1. 服务说明 智宇是一款 AI 原生知识管理应用，提供知识图谱构建、智能检索、AI 合成等功能。我们保留根据产品发展调整服务的权利。 2. 用户行为规范 您在使用本服务时，应遵守中华人民共和国相关法律法规，不得利用本服务从事违法违规活动，包括但不限于：发布违法信息、侵犯他人知识产权、干扰服务正常运行等。 3. 知识产权 您通过本服务创建的知识内容（包括笔记、图谱、合成文档等）的知识产权归您所有。本应用的软件著作权、商标等知识产权归智宇团队所有。 4. 免责声明 本服务基于 AI 技术提供内容建议与分析，AI 生成内容仅供参考，不构成专业建议。对于因使用本服务而产生的任何直接或间接损失，我们不承担法律责任。 5. 服务变更与终止 我们可能会在必要时修改或中断服务，并在合理期限内通知您。若您违反本条款，我们有权终止向您提供服务。 6. 适用法律 本条款的解释、效力及争议解决，均适用中华人民共和国法律。 7. 联系我们 如对本条款有任何疑问，请通过应用内"帮助与反馈"联系。
zh_hant: 【智宇 (ZhiYu) 服務條款】 欢迎使用智宇！在使用本服務前，請您仔細閱讀以下條款。 1. 服務說明 智宇是一款 AI 原生知識管理套用，提供知識圖譜構建、智能检索、AI 合成等功能。我們保留根據產品發展調整服務的權利。 2. 使用者行為規範 您在使用本服務時，應遵守中華人民共和國相關法律法規，不得利用本服務从事違法違規活動，包括但不限於：發布違法資訊、侵犯他人知識產權、幹扰服務正常運行等。 3. 知識產權 您通過本服務建立的知識內容（包括筆記、圖譜、合成文档等）的知識產權歸您所有。本套用的軟體著作權、商標等知識產權歸智宇團隊所有。 4. 免責聲明 本服務基於 AI 技術提供內容建議与分析，AI 生成內容仅供参考，不構成專業建議。對於因使用本服務而產生的任何直接或間接損失，我們不承担法律責任。 5. 服務變更与終止 我們可能會在必要時修改或中斷服務，並在合理期限內通知您。若您違反本條款，我們有權終止向您提供服務。 6. 適用法律 本條款的解釋、效力及爭議解決，均適用中華人民共和國法律。 7. 联係我們 如對本條款有任何疑問，請通過套用內"說明与反馈"联係。

# auth.overseas.welcome
source: Welcome to ZhiYu
zh_hans: 欢迎来到智宇
zh_hant: 欢迎來到智宇

# auth.overseas.subtitle
source: Secure, passwordless entry using modern authentication methods.
zh_hans: 使用现代安全认证方式，免密快捷登录。
zh_hant: 使用現代安全認證方式，免密快捷登錄。

# auth.overseas.continueWithPasskey
source: Continue with Passkey
zh_hans: 使用通行密钥登录
zh_hant: 使用通行密钥登錄

# auth.overseas.signInWithEmail
source: or sign in with email
zh_hans: 或使用邮箱登录
zh_hant: 或使用郵箱登錄

# auth.overseas.sendMagicLink
source: Send Magic Link
zh_hans: 发送魔术链接
zh_hant: 發送魔術链接

# auth.region.china
source: Mainland China
zh_hans: 中国大陆
zh_hant: 中國大陸

# auth.region.international
source: International
zh_hans: 国际区
zh_hant: 國际區

# auth.overseas.magicLinkSent
source: Magic link sent! Please check your mailbox.
zh_hans: 魔术链接已发送！请检查您的邮箱。
zh_hant: 魔術链接已發送！請检查您的郵箱。

# onboarding.featureList
source: Decision Recommendations
zh_hans: 决策推荐
zh_hant: 決策推荐

# onboarding.featureTitle
source: Wiki Characteristics
zh_hans: 百科特征
zh_hant: 百科特征

# auth.quota.pagesUsage
source: Pages
zh_hans: 知识页
zh_hant: 知識頁

# auth.statsPages
source: Pages
zh_hans: 页面数量
zh_hant: 頁面數量

# onboarding.path.importData
source: Import
zh_hans: 导入数据
zh_hant: 匯入資料

# section.security
source: Security
zh_hans: 安全与隐私
zh_hant: 安全与隱私

# auth.feature.plugins
source: Plugins
zh_hans: 插件数量
zh_hant: 插件數量

# auth.quota.pluginsUsage
source: Plugins
zh_hans: 插件
zh_hant: 插件

# language.system
source: System
zh_hans: 跟随系统
zh_hant: 跟隨係統

# settings.theme.system
source: System
zh_hans: 跟随系统
zh_hant: 跟隨係統

# settings.developer.section.tabQuality
source: Quality
zh_hans: 质量评估
zh_hant: 質量評估

source: Version
zh_hans: 版本
zh_hant: 版本

# auth.quota.vaultUsage
source: Vaults
zh_hans: 笔记本
zh_hant: 金庫

# onboarding.path.title
source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

# settings.developer.section.tabData
source: Data
zh_hans: 数据维护
zh_hant: 資料維护

# settings.clearAll.confirmTitle
source: Clear All Data
zh_hans: 清空所有数据
zh_hant: 清空所有資料

# settings.developer.stressTest.run
source: Run Stress Test
zh_hans: 运行压力测试
zh_hant: 運行壓力测試

# settings.rebuildInitialNotebooks
source: Rebuild Initial Notebooks
zh_hans: 恢复初始数据
zh_hant: 恢複初始資料

# settings.onDeviceLLM
source: Local Model
zh_hans: 本地大模型
zh_hant: 本地大模型

# settings.resetOnboarding.title
source: Reset Onboarding
zh_hans: 重置引导
zh_hant: 重置引导

# language.traditionalChinese
source: Traditional Chinese
zh_hans: 繁体中文
zh_hant: 繁體中文

# language.spanish
source: Spanish
zh_hans: 西班牙语
zh_hant: 西班牙語

# language.french
source: French
zh_hans: 法语
zh_hant: 法語

# language.arabic
source: Arabic
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# language.russian
source: Russian
zh_hans: 俄语
zh_hant: 俄語

# language.korean
source: Korean
zh_hans: 韩语
zh_hant: 韓語

# language.japanese
source: Japanese
zh_hans: 日语
zh_hant: 日語

# language.portuguese
source: Portuguese
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

# island.message
source: 发现知识孤岛："%@"
zh_hant: 發現知識孤岛："%@"
